export const LOCATIONS = {
    'Вена': {
        center: [16.37983, 48.22019],
        zoom: 11.00,
        pitch: 45.00,
        bearing: 0.00
    },
    'Париж': {
        center: [2.34700, 48.85883],
        zoom: 11.00,
        pitch: 60.00,
        bearing: 0.00
    },
    'Европа': {
        center: [8.34669, 48.73735],
        zoom: 5.48,
        pitch: 60.00,
        bearing: -28.80
    },
    'Европа-0': {
        center: [4.65617, 49.23063],
        zoom: 5.00,
        pitch: 0.00,
        bearing: 0.60
    },
    'Австрия': {
        center: [13.34575, 47.71324],
        zoom: 7.03,
        pitch: 60.00,
        bearing: 0.00
    },
    'Франция': {
        center: [2.48383, 47.56593],
        zoom: 7.03,
        pitch: 60.00,
        bearing: 0.00
    },
    'Германия': {
        center: [10.31313, 51.22553],
        zoom: 7.00,
        pitch: 60.00,
        bearing: 0.00
    },
    'США': {
        center: [-90.29217, 36.44111],
        zoom: 7.00,
        pitch: 60.00,
        bearing: 0.00
    },
    'Кембридж (Англия)': {
        center: [0.12593, 52.19441],
        zoom: 9.96,
        pitch: 45.00,
        bearing: 0.00
    },
    'Прага': {
        center: [14.46532, 50.05992],
        zoom: 10.46,
        pitch: 45.00,
        bearing: 0.00
    },
    'Англия': {
        center: [-0.85344, 51.57658],
        zoom: 8.00,
        pitch: 45.00,
        bearing: 0.00
    },
    'Международная выставка': {
        center: [2.32062, 48.86200],
        zoom: 14.47,
        pitch: 57.00,
        bearing: -99.04
    },
    'Политехническая школа': {
        center: [2.34897, 48.84630],
        zoom: 16.00,
        pitch: 45.00,
        bearing: -40.00
    },
    'Лондон': {
        center: [-0.09951, 51.52752],
        zoom: 10.01,
        pitch: 45.00,
        bearing: 0.00
    },
    'Университетский колледж Лондона': {
        center: [-0.12120, 51.52425],
        zoom: 12.84,
        pitch: 45.00,
        bearing: -40.00
    },
    "Милль": {
        center: [-0.09951, 51.52752],
        zoom: 10.01,
        pitch: 45.00,
        bearing: 0.00
    },
    "Спенсер": {
        center: [-0.88029, 52.23959],
        zoom: 10.34,
        pitch: 45.00,
        bearing: 0.00
    },
    "Авенариус": {
        center: [14.21217, 47.56512],
        zoom: 10.02,
        pitch: 45.00,
        bearing: 0.00
    }
}